Repository: mugemmy/mobile_programming
Catalog: Assignment_4/app/lib/l10n/app_*.arb
Languages: rw

source: Sign in
rw: Injira

source: Sign up
rw: Sohoka

# calc
source: Calculator
rw: Mubazi

# dark
source: Dark Mode
rw: Ijoro

# youre
source: You're logged in
rw: Winjiyemo

# weMissedYou
source: Welcome Back, We Missed You
rw: Urakazaneza, Twari tugukumbuye

# orCont
source: Or Continue With
rw: Komeza na

source: Email
rw: Emayiri

source: Password
rw: Ijambo ryibanga

# confirmPas
source: Confirm Password
rw: Emeza Ijambo ryibanga

# connectedTo
source: Connected To Mobile Network
rw: uri kuri bundle

# noInter
source: No internet connection
rw: Nta interineti ufite

# unkown
source: Network status unknown
rw: Interineti ntigaragara

# wifi
source: Connected to WiFi
rw: Uri kuri WiFi
